/* The title of the cancel action in an action sheet */
"Cancel" = "Avbryt";

/* Title describing glucose date */
"Date" = "Dato";

/* Title describing glucose value */
"Glucose" = "Glukose";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Trenger tilsyn";

/* Sensor state description for the valid state */
"OK" = "OK";
